<?php

return [


    'supply_name' => 'ឈ្មោះអ្នកផ្គត់ផ្គង់ (EN)',
    'e-mail' => 'អ៊ីម៉ែល',
    'phone' => 'លេខទូរស័ព្ទ',
    'city' => 'ទីក្រុង',
    'postal_code' => 'លេខ​កូដ​ប្រៃ​ស​ណី​យ៍',
    'country' => 'ប្រទេស',
    'state' => 'រដ្ឋ',
    'address' => 'ឤសយដ្ឋាន',
    'position' => 'មុខតំណែង',
    'name' => 'ឈ្មោះទំនាក់ទំនង',
    'note' => 'កំណត់សម្គាល់ផ្សេងៗ',
    'fax' => 'ទូរសារ',
    'vat_tin' => 'លេខ VAT TIN',
    'website' => 'គេហទំព័រ',
    'supply_name_kh' => 'ឈ្មោះអ្នកផ្គត់ផ្គង់ (KH)',



];